{
	"name": "provisioner",
	"i18n": {
		"de-DE": {
			"label": "Erweiterte Bereitstellung",
			"description": "Mit dieser App können Sie jede auf Ihrem Gerät verfügbare Einstellung mithilfe unseres Advanced Provisioner konfigurieren.",
			"extended_description": "Stellen Sie die meisten SIP-Endpunkte schnell und einfach bereit. Unser Auto-Provisioning-Service ermöglicht es Ihnen, physische VoIP-Geräte remote zu programmieren, was die Bereitstellung beschleunigt und eine kontinuierliche Verwaltung erlaubt. Richten Sie geeignete Standardwerte für einen Reseller ein und überschreiben Sie dann bestimmte Features je nach dem Account, um jedem Kunden ein spezifisches Verhalten anzubieten. Oder passen Sie einzelne Telefongeräte je nach Bedarf noch weiter an. Führen Sie remote Neustarts von Telefonen durch, um diese zu zwingen, ihre Konfiguration zu aktualisieren, ohne dass dazu jemand vor Ort beim Kunden präsent sein muss. Eine verbesserte Sicherheit mit eindeutigen Hashwerten für jeden Account und IP-basierter Missbrauchserkennung schreckt Hacker ab.",
			"features": [
				"Unterstützt die meisten namhaften Hersteller",
				"SRTP-/ ZRTP-Sicherheit",
				"Codecs",
				"Unterstützung für BLF/Leitungstaste",
				"Account-weite Einstellungen",
				"Netzwerkeinstellungen",
				"Erkennen Sie Ihr Gerät auf einen Blick",
				"Telefone hinzufügen/löschen",
				"Konfigurationen ändern und Einstellungen anpassen"
			]
		},
		"en-US": {
			"label": "Advanced Provisioner",
			"description": "Advanced Provisioner makes provisioning and managing devices easier than ever.",
			"extended_description": "The easy-to-use device selector allows you to auto-provision a phone from Yealink, Polycom, Obihai, Htek, Grandstream, and Cisco in just a few clicks. Advanced Provisioner’s multi-tier architecture lets you specify who gets which settings by default, while still allowing the flexibility for custom settings on a per-account and per-device basis. Enhanced security features also provide unique per-account settings for additional peace of mind and IP-based abuse detection to deter hacking.",
			"features": [
				"Speed up deployment and provision most popular SIP endpoints quickly",
				"Auto-provision physical VoIP phones remotely",
				"Provide single users with multiple devices",
				"Check IP status to assist with troubleshooting",
				"Remotely reboot phones to update their configuration",
				"Customize settings for individual accounts and devices"
			]
		}
	},
	"tags": [
		"admin"
	],
	"icon": "Provisioning_app.png",
	"api_url": "http://10.26.0.41:8000/v2",
	"author": "2600Hz",
	"version": "1.0",
	"license": "-",
	"price": 0,
	"screenshots": [
		"provisioner_1.png",
		"provisioner_2.png",
		"provisioner_3.png",
		"provisioner_4.png"
	],
	"urls": {
		"documentation": "{documentation_url}",
		"howto": "{howto_video_url}"
	},
	"phase": "gold",
	"pvt_type": "app"
}